crossref/scenarios/ptz_relative_move.request.xml

<?xml version="1.0" encoding="UTF-8"?>
<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
  <s:Header><!--WSSE--></s:Header>
  <s:Body>
    <tptz:RelativeMove xmlns:tptz="http://www.onvif.org/ver20/ptz/wsdl" xmlns:tt="http://www.onvif.org/ver10/schema">
      <tptz:ProfileToken>profile_0</tptz:ProfileToken>
      <tptz:Translation>
        <tt:PanTilt x="0.5" y="-0.3" space="http://www.onvif.org/ver10/tptz/PanTiltSpaces/TranslationSpaceFov"/>
        <tt:Zoom x="0.0"/>
      </tptz:Translation>
    </tptz:RelativeMove>
  </s:Body>
</s:Envelope>
